valid_email = "testtestov.09.02.2022@yandex.ru"
valid_password = "Test.09.02.2022"
project_url = 'https://www.labirint.ru/'
favorites_url = 'https://www.labirint.ru/cabinet/putorder/'
cart_url = 'https://www.labirint.ru/cart/'
compare_url = 'https://www.labirint.ru/compare/'
support_url = 'https://www.labirint.ru/support/'
discount_code = '2F28-4435-9769'
email = 'test.21.03.2022@test.test'
login = 'Test'
long_text = 'Разнообразный и богатый опыт постоянное информационно-пропагандистское обеспечение нашей деятельности ' \
            'позволяет выполнять важные задания по разработке модели развития. Товарищи! начало повседневной работы ' \
            'по формированию позиции требуют определения и уточнения системы обучения кадров, соответствует насущным ' \
            'потребностям. Повседневная практика показывает, что постоянное информационно-пропагандистское ' \
            'обеспечение нашей деятельности позволяет оценить значение новых предложений. Разнообразный и богатый ' \
            'опыт постоянный количественный рост и сфера нашей активности требуют определения и уточнения дальнейших ' \
            'направлений развития. Значимость этих проблем настолько очевидна, что дальнейшее развитие различных форм ' \
            'деятельности требуют определения и уточнения систем массового участия. Разнообразный и богатый опыт ' \
            'постоянный количественный рост и сфера нашей активности обеспечивает широкому кругу (специалистов) ' \
            'участие в формировании соответствующий условий активизации. Не следует, однако забывать, что укрепление ' \
            'и развитие структуры обеспечивает широкому кругу (специалистов) участие в формировании дальнейших ' \
            'направлений развития. Задача организации, в особенности же рамки и место обучения кадров в значительной ' \
            'степени обуславливает создание системы обучения кадров, соответствует насущным потребностям. Равным ' \
            'образом дальнейшее развитие различных форм деятельности позволяет оценить значение дальнейших ' \
            'направлений развития. Таким образом начало повседневной работы по формированию позиции играет важную ' \
            'роль в формировании позиций, занимаемых участниками в отношении поставленных задач. Идейные соображения ' \
            'высшего порядка, а также дальнейшее развитие различных форм деятельности влечет за собой процесс ' \
            'внедрения и модернизации новых предложений. Идейные соображения высшего порядка, а также сложившаяся ' \
            'структура организации играет важную роль в формировании соответствующий условий активизации. Задача ' \
            'организации, в особенности же реализация намеченных плановых заданий представляет собой интересный ' \
            'эксперимент проверки дальнейших направлений развития. Разнообразный и богатый опыт рамки и место ' \
            'обучения кадров представляет собой интересный эксперимент проверки направлений прогрессивного развития. ' \
            'С другой стороны консультация с широким активом обеспечивает широкому кругу (специалистов) участие в ' \
            'формировании существенных финансовых и административных условий. Не следует, однако забывать, ' \
            'что начало повседневной работы по формированию позиции требуют от нас анализа существенных финансовых и ' \
            'административных условий. Товарищи! рамки и место обучения кадров обеспечивает широкому кругу (' \
            'специалистов) участие в формировании направлений прогрессивного развития. Значимость этих проблем ' \
            'настолько очевидна, что укрепление и развитие структуры представляет собой интересный эксперимент ' \
            'проверки системы обучения кадров, соответствует насущным потребностям. Разнообразный и богатый опыт ' \
            'постоянный количественный рост и сфера нашей активности требуют от нас анализа позиций, занимаемых ' \
            'участниками в отношении поставленных задач. Повседневная практика показывает, что постоянный ' \
            'количественный рост и сфера нашей активности требуют от нас анализа новых предложений. Равным образом ' \
            'постоянное информационно-пропагандистское обеспечение нашей деятельности способствует подготовки и ' \
            'реализации направлений прогрессивного развития. Значимость этих проблем настолько очевидна, что рамки и ' \
            'место обучения кадров обеспечивает широкому кругу (специалистов) участие в формировании существенных ' \
            'финансовых и административных условий. Таким образом реализация намеченных плановых заданий в ' \
            'значительной степени обуславливает создание соответствующий условий активизации. Равным образом ' \
            'укрепление и развитие структуры требуют от нас анализа существенных финансовых и административных ' \
            'условий. Таким образом сложившаяся структура организации в значительной степени обуславливает создание ' \
            'направлений прогрессивного развития. Не следует, однако забывать, что постоянный количественный рост и ' \
            'сфера нашей активности обеспечивает широкому кругу (специалистов) участие в формировании форм развития. ' \
            'Задача организации, в особенности же постоянный количественный рост и сфера нашей активности ' \
            'обеспечивает широкому кругу (специалистов) участие в формировании направлений прогрессивного развития. ' \
            'Повседневная практика показывает, что консультация с широким активом в значительной степени ' \
            'обуславливает создание системы обучения кадров, соответствует насущным потребностям. Таким образом ' \
            'дальнейшее развитие различных форм деятельности требуют определения и уточнения новых предложений. ' \
            'Равным образом дальнейшее развитие различных форм деятельности позволяет выполнять важные задания по ' \
            'разработке направлений прогрессивного развития. Не следует, однако забывать, что укрепление и развитие ' \
            'структуры способствует подготовки и реализации позиций, занимаемых участниками в отношении поставленных ' \
            'задач. Не следует, однако забывать, что постоянное информационно-пропагандистское обеспечение нашей ' \
            'деятельности позволяет выполнять важные задания по разработке соответствующий условий активизации. ' \
            'Равным образом сложившаяся структура организации влечет за собой процесс внедрения и модернизации систем ' \
            'массового участия. Не следует, однако забывать, что реализация намеченных плановых заданий обеспечивает ' \
            'широкому кругу (специалистов) участие в формировании позиций, занимаемых участниками в отношении ' \
            'поставленных задач. С другой стороны консультация с широким активом позволяет оценить значение форм ' \
            'развития. Повседневная практика показывает, что постоянное информационно-пропагандистское обеспечение ' \
            'нашей деятельности требуют от нас анализа системы обучения кадров, соответствует насущным потребностям. ' \
            'Равным образом реализация намеченных плановых заданий требуют от нас анализа направлений прогрессивного ' \
            'развития. '